;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[StrelokIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Фрэнк `Стрелок` Хеннеси"

[ToskaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Луиза `Тоска` Гарно"

[RaiderIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Рон `Рейдер` Хиггенс"

[SovaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Шарлен `Сова` Хиггенс"

[StatikIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Кирк `Статик` Стивенсон"

[LenIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Капрал Лен Андерсен"

[KventinIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Д-р Дэниел Квинтен"

[StefanIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Стефан Ротман"

[LisiyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Роберт Джеймс Салливан"

[ZlobniyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Жан-Пьер `Злобный` Вийо"

[QuIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Д-р Кью Хуаонг"

[TorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Тор Кауфман"

[WolfIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Питер `Волк` Сандерсон"

[StrelkaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Шейла `Стрелка` Стерлинг"

[MDIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Майкл `ЭмДи` Доусон"

[LavaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Норма `Лава` Джессоп"